Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Imidlertid opplever Sametinget at det er varierende kjennskap til avtalen i de ulike forvaltningsinstanser og hos fylkesmennene.
sme: Dattetge vásiha Sámediggi ahte šiehtadus ii leat seamma oahpis iešguđet hálddašaninstánssain ja fylkkamánniin.

source: Det er potensiale for å gjøre retningslinjene bedre kjent både hos verneområdeforvalterne og fylkesmennene.
sme: Lea vejolaš oahpásmahttit njuolggadusaid buorebut sihke suodjeguovlohálddašeddjiide ja fylkkamánniide.

source: Samiske interesser og rettighetshavere skal ha en reell mulighet til å bli konsultert for å kunne gi et fritt forhåndsinformert samtykke til planer og tiltak knyttet til areal- og ressursforvaltning.
sme: Sámi beroštusain ja vuoigatvuođalaččain galgá leat duohta vejolašvuohta konsulterejuvvot addin dihtii friija mieđiheami areála- ja resursahálddašeapmái guoski plánaide ja doaibmabijuide ovddalgihtii dieđiheami vuođul.

source: Sametinget vil forbedre konsultasjonene med NVE.
sme: Sámediggi áigu buoridit konsultašuvnnaid NČE:in.

source: Avtalen med NVE om gjennomføring av konsultasjoner gjennomgås og revideres før videreføring.
sme: Šiehtadus NČE:in konsultašuvnnaid čađaheami birra geahčaduvvojit ja ođasmahttojuvvojit ovdalgo dat jotkojuvvojit.

source: Sametinget vil arbeide for at sentrale og regionale myndigheter skal opparbeide seg kunnskaper om urfolksspørsmål og få bedre kjennskap til konsultasjonsavtalen og retningslinjer for verneplanarbeid i samiske områder
sme: Sámediggi áigu bargat dan ala ahte guovddáš ja regionála eiseválddit galget háhkat máhtu álgoálbmotgažaldagain ja dovdat buorebut konsultašuvdnašiehtadusa ja njuolggadusaid suodjalanplánabargui sámi guovlluin.

source: 4.2 Samvirke med samiske interesser i kommunal planlegging
sme: 4.2 Ovttasdoaibman sámi beroštusaiguin gieldda plánemis

source: Sametingets mål er at samiske interesser lokalt skal ha mulighet til å bli konsultert i beslutninger, som berører naturgrunnlaget for deres virksomhet.
sme: Sámedikki mihttomearri lea ahte sámi bákkálaš beroštusain galgá leat vejolašvuohta konsulterejuvvot dakkár mearrádusain, mat gusket sin doaimma luondduvuđđosii.

source: Sametingets innsigelse skal bidra til å sikre naturgrunnlaget for samisk kultur og næringsutøvelse.
sme: Sámedikki vuostecealkagat galget leat mielde sihkkarastimin sámi kultuvrra ja ealáhusdoaimmaheami luondduvuđđosa.

source: Samer er bosatt i de fleste kommuner i Norge, men behovet og muligheten for særskilt forpliktende involvering i kommunale planprosesser varierer.
sme: Sámit ásset eanaš gielddain Norggas, muhto dárbu ja vejolašvuohta beassat sierra geatnegahtti gieldda proseassaide molsašuddá.

source: For Sametinget er det avgjørende at samer skal kunne delta i beslutninger om bruken og forvaltningen av våre tradisjonelle arealer: vidder og skog, vann, kyst og sjø, meáhcci og jordbrukets kulturlandskap.
sme: Sámediggái lea hui deaŧalaš ahte sámit galget beassat leat mielde mearrideamen mo min árbevirolaš areálat: duoddarat ja vuovdi, čáhci, riddu ja mearra, meahcci ja eanadoalu kultureanadat, galgá geavahuvvot ja hálddašuvvot.

source: Enhver som fremmer planforslag har ansvar til å legge til rette for medvirkning.
sme: Juohkehaččas gii ovddida plánaevttohusa, lea ovddasvástádus láhčit mielváikkuheapmái.

source: Dette følger av plan- og bygningslovens §5-1.
sme: Dat čuovvu plána- ja huksenlága paragráfas 5-1.

source: Kommuner har en særlig ansvar å sikre medvirkning fra grupper som kan kreve spesiell tilrettelegging, herunder samer.
sme: Gielddain lea erenoamáš ovddasvástádus sihkkarastit mielváikkuheami joavkkuin mat sáhttet gáibidit sierra láhčima, dás maiddái sápmelaččat.

source: Det mangler fortsatt en lovmessig fastsetting av kommunenes konsultasjonsplikt overfor berørte samiske interesser og rettighetshavere.
sme: Ii leat vel konsultašuvdnageatnegasvuohta mearriduvvon lága bokte guoskevaš sámi beroštusaid ja vuoigatvuođalaččaid ektui.

source: Innsigelsesmyndigheten, som Sametinget har i plan- og bygningsloven, er en måte å oppfylle folkerettens konsultasjonsforpliktelser.
sme: Vuostecealkinváldi, mii Sámedikkis lea plána- ja huksenlága vuođul, lea vuohki mo ollašuhttit álbmotrievtti konsultašuvdnageatnegasvuođaid.

source: Sametingets innsigelsesmyndighet skiller seg dermed vesentlig fra de øvrige myndigheters mulighet til å fremme innsigelse.
sme: Sámedikki vuostecealkinváldi lea nu áibbas earálágan go eará eiseválddiid vuostecealkin vejolašvuohta.

source: Gjennom Retningslinjer for innsigelse i plansaker etter plan- og bygningsloven (H-2/14) ønsket regjeringen å stramme inn bruken av innsigelser fra statlige og regionale myndigheter.
sme: Retningslinjer for innsigelse i plansaker etter plan- og bygningsloven (H-2/14) bokte háliidii ráđđehus gáržžidit stáhta ja regionála eiseválddiid vuostecealkinvejolašvuođa.

source: Fylkesmannens rolle som statlig samordner av innsigelser ble også styrket.
sme: Fylkkamánniid rolla stáhta oktiiordnejeaddjin nannejuvvui maiddái.

source: I Nasjonale forventninger til regional og kommunal planlegging fra 2015 slår regjeringen blant annet fast at det kommunale selvstyret skal vektlegges når regionale- og statlige myndigheter vurderer å fremme innsigelse.
sme: Ráđđehus deattastii 2015:s čielggadusastis Nationála vuordámušat regionála ja gieldda plánemii earret eará ahte gieldda iešstivrejupmi galgá deattuhuvvot go regionála- ja stáhta eiseválddit árvvoštallet vuostecealkima.

source: Sametingets innsigelsesmyndighet har en folkerettslig begrunnelse og kan ikke svekkes gjennom samordning eller kravet om vektlegging av lokalt selvstyre.
sme: Sámedikki vuostecealkinválddis lea álbmotrievttálaš vuođđu ii ge dan sáhte geahnohuhttit oktiiordnema bokte dahje gáibádusa bokte deattuhit báikkálaš iešstivrejumi.

source: Sametinget kan fremme innsigelse i saker som er av vesentlig betydning for naturgrunnlaget for samisk kultur og næringsutøvelse.
sme: Sámediggi sáhttá ovddidit vuostecealkaga dakkár áššiin main lea hui stuorra mearkkašupmi sámi kultuvrra ja ealáhusdoaimmaheami luondduvuđđosii.

source: Hva som er «av vesentlig betydning» er til enhver tid opp til Sametinget å vurdere.
sme: Maid “hui stuorra mearkkašupmi” áiggis áigái mearkkaša, dat gullá Sámediggái árvvoštallat.

source: Sametinget har ansvaret for å ta en samlet avveining og vurdering om når saken er så viktig at innsigelsen fremmes.
sme: Sámedikkis lea ovddasvástádus das ahte árvvoštallat ollislaččat lea go ášši nu deaŧalaš ahte galgá ovddidit vuostecealkaga.

source: Kommunal- og moderniseringsdepartementets oversikt om innsigelser fra 2014 viser at Sametinget sto for én prosent av alle innsigelser.
sme: Gieldda- ja ođasmahttindepartemeantta 2014 mannosaš vuostecealkinlista čájeha ahte Sámedikkis lei okta proseanta buot vuostecealkagiin.

source: Samtidig sto fylkesmannen for over halvparten av alle innsigelsene.
sme: Seammás ledje fylkkamánniin badjel bealli buot vuostecealkagiin.

source: Sametingets innsigelser har vært fremmet på grunn av inngrep i naturgrunnlaget for reindrift, tradisjonell kystnære fiskeri, utmarksbruk og samiske kulturminner.
sme: Sámedikki vuostecealkagat leat ovddiduvvon sisabahkkemiid geažil boazodoallu luondduvuđđosii, árbevirolaš riddolagas guolásteapmái, meahcásteapmái ja sámi kulturmuittuide.

source: Innsigelsene har også vært begrunnet med mangelfulle konsekvensutredninger og manglende medvirkning i planarbeidet.
sme: Ággan vuostecealkagiidda lea maid leamaš váilevaš váikkuhusčielggadeamit ja váilevaš mielváikkuheapmi plánabargui.

source: Etter Sametingets syn er departementets sluttbehandling av våre innsigelser konsultasjonspliktig og vi mener at staten ikke kan se bort fra dette i saker som er av avgjørende betydning for vår kultur og næring.
sme: Sámedikki oainnu mielde lea departemeanttas konsulterengeatnegasvuohta go loahppameannuda min vuostecealkagiid ja mii oaivvildit ahte stáhta ii sáhte dan hilgut dakkár áššiin main lea hui stuorra mearkkašupmi min kultuvrii ja ealáhusaide.

source: Ett eksempel på dette er sluttbehandling av innsigelsene til reguleringsplanen for Nussir-gruve i Kvalsund kommune, som statsråden ikke anså å være konsultasjonspliktig.
sme: Ovdamearkan dasa lea Fálesnuori suohkana Nussir-ruvkki muddenplánii vuostecealkaga loahppameannudeapmi, maid stáhtaráđđi ii adnán konsultašuvdnageatnegassan.

source: Sametinget ser det som avgjørende at samiske interesser og rettighetshavere sikres retten til å bli konsultert i spørsmål som berører vårt naturgrunnlag.
sme: Sámediggái lea hui deaŧalaš ahte sámi beroštusaide ja vuoigatvuođalaččaide sihkkarastojuvvo vuoigatvuohta konsulterejuvvot dakkár áššiin mat gusket min luondduvuđđosii.

source: Selv om konsultasjonsplikten så langt ikke er fastsatt i lov, gjelder denne folkerettslige plikten også for lokale og regionale myndigheter.
sme: Vaikke vel konsultašuvdnageatnegasvuohta dán rádjai ii leat mearriduvvon lágas, de guoská dát álbmotrievttálaš geatnegasvuohta maiddái báikkálaš ja regionála eiseválddiide.

source: Det er viktig å få styrket mulighetene for en reell og aktiv deltakelse for samiske interesser og rettighetshaver i beslutningsprosessene om endret bruk av arealer og naturgrunnlag.
sme: Lea deaŧalaš oažžut nannejuvvot vejolašvuođaid sámi beroštusaide ja vuoigatvuođalaččaide beassat árjjalaččat oassálastit mearridanproseassaide areálaid ja luondduvuđđosa rievdaduvvon geavaheami birra.

source: For å oppnå dette i kommunal forvaltning bør kunnskapen om samisk kultur, samfunnsforhold og rettigheter økes.
sme: Jus dan galgá juksat gieldda hálddašeamis, de berre lasihuvvot máhttu sámi kultuvrra, servodatdiliid ja vuoigatvuođaid birra.

source: Samiske interesser og rettighetshavere må samtidig få styrket sin kapasitet og kompetanse til å delta i beslutningene.
sme: Seammás fertejit sámi beroštusat ja vuoigatvuođalaččat oažžut nannejuvvot sin návccaid ja gelbbolašvuođa nu ahte sáhttet leat mielde dahkamin mearrádusaid.

source: Sametingets innsigelse skal bidra til å sikre naturgrunnlaget for samisk kultur og næringsutøvelse
sme: Sámedikki vuostecealkagat galget leat mielde sihkkarastimin sámi kultuvrra ja ealáhusdoaimmaheami luondduvuđđosa.

source: Sametinget vil at Stortinget lovfester samenes rett til å bli konsultert i arealsaker som direkte berører oss og våre interesser.
sme: Sámediggi dáhtu ahte Stuorradiggi nanne lága bokte sápmelaččaid vuoigatvuođa konsulterejuvvot dakkár areálaáššiin, mat njuolgga gusket midjiide ja min beroštusaide.

source: Sametinget skal bruke sin innsigelsesmyndighet for å sikre naturgrunnlaget for samisk kultur og næringsutvikling for fremtidige generasjoner.
sme: Sámediggi áigu geavahit iežas vuostecealkinválddi dasa ahte sihkkarastit sámi kultuvrra ja ealáhusovddideami luondduvuđđosa boahttevaš buolvvaide.

source: Sametinget skal utvikle sin egen veilederrolle ovenfor kommunene med tanke på at de skal bedre kunne legge til rette for reel medvirkning av direkte berørte samiske interesser.
sme: Sámediggi áigu ovddidit iežas bagadeaddjirolla gielddaid ektui dainna áigumušain ahte dat galget buorebut sáhttit láhčit duohta mielváikkuheami njuolgga guoskkahuvvon sámi beroštusaide.

source: 4.3 Samiske rettighetshavernes kapasitet til deltakelse i beslutningsprosessene
sme: 4.3 Sámi vuoigatvuođalaččaid návccat oassálastit mearridanproseassaide

source: Sametingets målsetting er at samiske rettighetshavere og interesser skal ha kapasitet og kompetanse til en likeverdig samhandling og forhandling med industrien, staten og rettssystemet.
sme: Sámedikki mihttomearri lea ahte sámi vuoigatvuođalaččain ja beroštusain galget leat návccat ja gelbbolašvuohta dásseárvosaš ovttasdoaibmamii ja šiehtadallamii industriijain, stáhtain ja riektevuogádagain.

source: Samiske rettighetshavere og interesser er økonomisk og kapasitetsmessig i en svak situasjon i møte med selskaper, som har interesser for utvinning og utnyttelse av ressurser i deres områder.
sme: Sámi vuoigatvuođalaččat ja beroštusat leat ekonomalaččat ja návccaid dáfus heajos dilis go deaivvadit dakkár fitnodagaiguin, mat háliidit ávkkástallat sin guovlluid resurssaiguin.

source: Samhandling og forhandling skjer derfor i et asymmetrisk maktforhold.
sme: Danne dáhpáhuvvá ovttasdoaibman ja šiehtadallan eahpedássálas fápmodilis.

source: Det er et behov for å styrke samiske rettighetshavere kompetanse og kapasitet i beslutningsprosesser om bruken av arealer og ressurser.
sme: Lea dárbu nannet sámi vuoigatvuođalaččaid gelbbolašvuođa ja návccaid areálaid ja resurssaid geavaheami mearridanproseassain.

source: Sametinget har støttet initiativ for å styrke samiske rettighetshaveres kompetanse og kapasitet i møte med større utbyggingsaktører gjennom blant annet Stiftelsen Protect Sápmi.
sme: Sámediggi lea dorjon álgaga nannet sámi vuoigatvuođalaččaid gelbbolašvuođa ja návccaid deaivvadeapmái stuorát huksejeddjiiguin earret eará Vuođđudusa Protect Sápmi bokte.

source: Stiftelsen bistår i forhandlinger på vegne av samiske interesser og rettighetshavere i møte med utbyggere og interesser.
sme: Vuođđudus veahkeha šiehtadallamiin sámi beroštusaid ja vuoigatvuođalaččaid bealis deaivvadeamis huksejeddjiiguin ja beroštusaiguin.

source: Sametinget mener at selskaper og store grunneiere, som disponerer over grunn med samiske ettigheter, kan være tjent med å støtte et slikt initiativ.
sme: Sámediggi oaivvilda ahte fitnodagaide ja stuorra eanaeaiggádiidda, mat háldejit eatnamiid main leat sámi vuoigatvuođat, sáhttá leat ávki doarjut dakkár álgaga.

source: Fra 2015 har Sametinget etablert en søknadsbasert tilskuddspost for å følge opp samiske rettigheter til arealer og ressurser.
sme: 2015 rájes lea Sámediggi ásahan ohcanvuđot doarjjapoastta sámi areála- ja resursavuoigatvuođaid čuovvoleapmái.

source: Ordningen prioriterer støtte for juridisk bistand til samiske rettighetshavere i saker, som må føres for domstolene og som er av prinsipiell karakter for ivaretakelse av land- og ressursrettigheter.
sme: Ortnet vuoruha doarjaga juridihkalaš veahki várás sámi vuoigatvuođalaččaide dakkár áššiin maid ferte jođihit duopmostuoluin ja mat lea prinsihppaláganat dan ektui ahte fuolahit eana- ja resursavuoigatvuođaid.

source: Videre prioriteres støtte til ordninger for veiledning og forundersøkelser for at kollektive krav fremmes overfor Finnmarkskommisjonen.
sme: Viidáseappot vuoruhuvvo doarjja bagadan- ja ovdaiskkadanortnegii vai oktasaš gáibádusaid sáhttá ovddidit Finnmárkokommišuvdnii.

source: I tillegg prioriteres støtte til nettverk og organisasjoner, som arbeider for anerkjennelse av land- og ressursrettigheter utenfor Finnmark.
sme: Dasa lassin vuoruhuvvo doarjja daid fierpmádagaide ja organisašuvnnaide mat barget dainna ahte oažžut dohkkehuvvot eana- ja resursavuoigatvuođaid olggobealde Finnmárkku.

source: Sametinget ser behov for å styrke arbeidet med å gjøre samiske rettighetshavere i stand til å fremme krav om sikring og bevaring av deres arealer og ressurser.
sme: Sámediggi oaidná dárbbu veahkehit sámi vuoigatvuođalaččaid vai sii nagodit gáibidit ahte sin areálat ja resurssat sihkkarastojuvvojit ja fuolahuvvojit.

source: Reinbeitedistriktene får tilskudd over reindriftsavtalen for slikt arbeid, men dette er langt ifra tilstrekkelig.
sme: Orohagat ožžot doarjaga boazodoallobušeahta bokte dakkár bargui, muhto dat ii leat lahka ge doarvái.

source: Andre samiske næringer, utmarksbrukere eller bygdelag har ikke statlig tilskudd for rettighetsarbeid tilgjengelig.
sme: Eará sámi ealáhusat, meahcásteaddjit dahje gilisearvvit eai oaččo stáhta doarjaga vuoigatvuođabargui.

source: Etablering av slike støtteordninger må nødvendigvis skje i tett samarbeid med samiske næringsorganisasjoner og institusjoner.
sme: Dakkár doarjjaortnegiid ásaheapmi ferte dahkkojuvvot lagas ovttasbarggus sámi ealáhusorganisašuvnnaiguin ja ásahusaiguin.

source: Samiske rettighetshavere og interesser skal ha kapasitet og kompetanse for en likeverdig samhandling og forhandling med industrien, staten og rettssystemet
sme: Sámi vuoigatvuođalaččain ja beroštusain galget leat návccat ja gelbbolašvuohta dásseárvosaš ovttasdoaibmamii ja šiehtadallamii industriijain, stáhtain ja riektevuogádagain.

source: Sametinget vil styrke samiske rettighetshaveres muligheter til å kunne gi sitt frie og informerte forhåndssamtykke til forespørsler om utvinninger av naturressurser
sme: Sámediggi áigu nannetŧ sámi vuoigatvuođalaččaid vejolašvuođaid mieđihit friija ja ovddalgihtii addojuvvon dieđiheami vuođul dakkár gažaldagain mat gusket ávkkástallamii luondduriggodaiguin.

source: Sametinget vil styrke støtteordninger for samiske rettighetshavere.
sme: Sámediggi áigu nannet doarjjaortnegiid sámi vuoigatvuođalaččaid várás.

source: Sametinget skal samhandle med samiske organisasjoner og institusjoner med tanke på styrking av rettighetshavernes posisjon i forhold til utbyggingsinteressene.
sme: Sámediggi ii sáhte okto bargat ja háliida gulahallama sámi organisašuvnnaiguin ja ásahusaiguin nannen dihtii vuoigatvuođalaččaid posišuvnna ovttasdoaibmamis huksenberoštusaiguin.

source: 4.4 Árbediehtu - en ressurs for forvaltningen
sme: 4.4 Árbediehtu – resursa hálddašeapmái

source: Sametingets målsetting er at samisk tradisjonell kunnskap – árbediehtu – må anerkjennes og vektlegges parallelt med forskningsbasert kunnskap i beslutningsprosessene om bruk og vern av land og ressurser.
sme: Sámedikki mihttomearri lea ahte sámi árbediehtu galgá dohkkehuvvot ja deattuhuvvot seamma dásis go dutkanvuđot máhttu mearrádusproseassain eatnamiid ja resurssaid geavaheami ja suodjaleami oktavuođas.

source: Sametinget vil bidra til at den tradisjonelle kunnskapen forvaltes med respekt for kunnskapsbærerne og at slik kunnskap kan inngå i beslutningsprosesser i dialog med de samiske samfunnene og slik tas aktivt i bruk i forvaltning av arealer og ressurser i samiske områder.
sme: Sámediggi áigu váikkuhit dasa ahte árbediehtu hálddašuvvo árvvusanidettiin máhttoguddiid ja nu ahte dakkár máhttu lea mielde mearridanproseassain gulahaladettiin sámi servodagaiguin ja nu váldojuvvot atnui sámi guovlluid areálaid ja resurssaid hálddašeapmái.

source: Árbediehtu, tradisjonell samisk kunnskap, er vår forståelse av forsvarlig forvaltning av naturresurser, og menneskets plass i naturen.
sme: Á rbediehtu lea min máhttu dohkálaš luondduresursahálddašeamis, ja das makkár sadji olbmos lea luonddus.

source: Dette har vi nyttiggjort oss for overlevelse over tid.
sme: Dán leat mii geavahan ceavzimii áiggiid čađa.

source: Denne kunnskapen er overført fra generasjon til generasjon gjennom kontinuerlig bruk av høstings- og bruksområdene våre, og gjennom fortellinger og ritualer.
sme: Dát máhttu lea gaskkustuvvon buolvvas bulvii min ávkkástallanguovlluid oktilis geavaheami bokte, ja muitalusaid ja meanuid bokte.

source: Kvinner har hatt og har en viktig rolle i overføring av tradisjonell kunnskap gjennom barneoppdragelse.
sme: Nissonolbmot leat leamaš ja leat deaŧalaččat árbedieđu gaskkusteamis mánáid bajásgeassima bokte.

source: Tradisjonell kunnskap er grunnleggende for at vi kan videreføre vår kultur og forståelser til kommende generasjoner.
sme: Árbediehtu lea áibbas deaŧalaš dasa ahte mii galgat sáhttit gaskkustit min kultuvrra ja áddejumiid boahtte buolvvaide.

source: Konvensjonen om biologisk mangfold, artikkel 8j, slår fast at statene skal respektere, bevare og opprettholde urbefolkningenes- og lokalsamfunnenes kunnskap, innovasjoner og praksis i bruk og bevaring av biologisk mangfold.
sme: Biologalaš šláddjiivuođa konvenšuvnna artihkal 8j deattasta ahte stáhtat galget árvvusatnit, gáhttet ja bisuhit álgoálbmogiid ja báikegottiid máhtu, innovašuvnnaid ja geavada biologalaš šláddjiivuođa geavaheamis ja gáhttemis.

source: Naturmangfoldlovens § 8 setter krav om at det skal legges vekt på kunnskap basert på generasjoners erfaringer gjennom bruk av og samspill med naturen, herunder samisk bruk, ved alle beslutninger som berører naturmangfoldet.
sme: Luonddušláddjiivuođa § 8 gáibida ahte máhttu buolvvaid vásáhusaid vuođul luonddu geavaheamis ja dainna ovttasdoaibmamis, dás maiddái sámi geavahus vuođu, galgá deattuhuvvot buot mearrádusaid oktavuođas mat gusket luonddušláddjiivuhtii.

source: På tross av lovens anerkjennelse av tradisjonell kunnskap, er det utfordrende for forvaltningen å ta i bruk samisk tradisjonell kunnskap i praksis.
sme: Vaikke vel láhka dohkkeha ge árbedieđu, de lea hástaleaddjin hálddašeapmái váldit atnui sámi árbedieđu geavadis.

source: Árbediehtu er lite dokumentert og lite tilgjengelig i skriftlige kilder eller kartdata.
sme: Á rbediehtu lea uhccán duođaštuvvon ja váttis gávdnat čálalaš gálduin dahje kártadieđuin.

source: Det er i tillegg varierende kunnskap hos forvaltningsmyndighetene om hva tradisjonell kunnskap betyr og hvordan man bør inkludere dette i beslutningsprosessene.
sme: Dasa lassin molsašuddá hálddašaneiseválddiid máhttu das mo berre dan váldit atnui mearrádusproseassain.

source: Videre kan utfordringen være at man anser og nedgraderer tradisjonell samisk kunnskap til å være et partsinnlegg i arealrettighetsspørsmål, og ikke en del av kunnskapsgrunnlaget.
sme: Viidáseappot sáhttá leat hástalussan ahte sámi árbediehtu árvvohuhttojuvvo ja adnojuvvo oasálašoaidnun areálavuoigatvuođaáššiin, ii ge oassin máhttovuođus.

source: Tradisjonell kunnskap må benyttes i tett dialog med samiske rettighetshavere, berørte parter og med respekt for kunnskapsbærerne.
sme: Árbedieđu ferte geavahit lagas gulahallamis sámi vuoigatvuođalaččaiguin, guoskevaš oasálaččaiguin ja árvvusanidettiin máhttoguddiid.

source: Forskriftene om konsekvensutredning slår fast at utredningene skal ta utgangpunkt i foreliggende kunnskap og nødvendig oppdatering av denne.
sme: Váikkuhusčielggadeami láhkaásahusat deattastit ahte čielggadusat galget vuođđuduvvot dan máhttui mii gávdno ja dan ođasmahttimii.

source: I tillegg påpekes det at der hvor slik kunnskap ikke foreligger om viktige forhold, skal det i nødvendig grad innhentes ny kunnskap.
sme: Dasa lassin čujuhuvvo dasa ahte go dakkár máhttu ii gávdno deaŧalaš dilálašvuođaid birra, de galgá nu guhkás go lea vejolaš, háhkat ođđa dieđu.

source: Sametinget mener at planmyndighetene i større grad bør forpliktes til å innhente ny kunnskap om tradisjonell samisk bruk av arealer og ressurser og hvilken betydning dette har for samene.
sme: Sámediggi oaivvilda ahte plánaeiseválddit berrejit eanet geatnegahttojuvvot háhkat ođđa dieđu árbevirolaš sámi areála- ja resursageavaheami birra ja maid dat mearkkaša sápmelaččaide.

source: Sametingets plenum har i sak 008/16 om Sametingsmelding om høyere utdanning og forskning vedtatt at Sametinget vil bidra til at et senter for samisk tradisjonskunnskap etableres.
sme: Sámediggi lea áššis 008/16 Sámediggedieđáhus alit oahpu ja dutkama birra mearridan ahte Sámediggi áigu váikkuhit dasa ahte sámi árbediehtoguovddáš ásahuvvo.

source: Dette vil være et viktig bidrag til å gjøre tradisjonell samisk kunnskap tilgjengelig og anerkjent.
sme: Dat livččii deaŧalaš veahkkin dasa ahte sámi árbediehtu boađášii olámuddui ja dohkkehuvvošii.

source: Samisk tradisjonell kunnskap – árbediehtu - må anerkjennes og vektlegges parallelt med forskningsbasert kunnskap i beslutningsprosessene om bruk og vern av land og ressurser.
sme: Sámedikki mihttomearri lea ahte sámi árbediehtu galgá dohkkehuvvot ja deattuhuvvot seamma dásis go dutkanvuđot máhttu mearrádusproseassain eatnamiid ja resurssaid geavaheami ja suodjaleami oktavuođas.

source: Sametinget vil arbeide for at det skal utvikles forpliktende retningslinjer for hvordan samisk tradisjonell kunnskap skal inkluderes i utrednings- og planleggingsprosesser.
sme: Sámediggi áigu bargat dainna ulbmiliin ahte ráhkaduvvojit geatnegahtti njuolggadusat dasa mo sámi árbediehtu galgá váldojuvvot mielde čielggadan- ja plánenproseassaide.
